[
     {
      "Timestamp": "7\/8\/2024 1:07:10",
      "Name": "Mazharul Islam Sajeeb",
      "About You": "I am an Erasmus Mundus Scholar and an M.S student in Marine Biological Resources (IMBRSea) at Ghent University, Belgium. My program covers various aspects of marine organisms, ecosystems, and conservation, and allows me to learn from leading experts in France and Italy. My goal is to apply my knowledge and skills to address the challenges and opportunities of marine biodiversity and sustainability.\n\nBesides my academic studies, I have diverse professional experiences and interests. I work as a global translator and a content writer, providing high-quality services to clients from various industries and sectors. I have completed more than 200 online courses and have multiple certifications on topics such as machine learning, video editing, graphic design, and web development. I also worked as a research assistant in a project on seaweed cultivation and its ecological and environmental impacts, funded by the BFRI. I have strong communication, analytical, and creative skills, as well as a passion for learning new things and improving my personal and professional development."
     },

     {
      "Timestamp": "7\/8\/2024 8:17:48",
      "Name": "SM Faysal Ahmed",
      "About You": "Hello everyone,\n\nThis is SM Faysal Ahmed, the Deputy Coordinator of Event and Project Management for Erasmus Mundus Association of Bangladesh .\n\n\nI am presently pursuing my master's degree through the Erasmus Mundus Joint master's (EMJM) in Meta4.0 program. I completed my bachelor's degree in mechanical engineering from the RUET, Bangladesh.\n\nIt is an incredible pride and honor for me to volunteer and make a contribution to the Erasmus Mundus Association. I am enthusiastic about fostering worldwide cooperation and improving the academic and cultural change opportunities for students.  I stay up for operating with our dynamic team to organize impactful events and significant projects that guide our mission . \n\nThanks for visiting us on our website. I look forward to getting in touch through our events and  project activities."
     },
     {
      "Timestamp": "7\/9\/2024 0:31:25",
      "Name": "Fairooz Azim",
      "About You": "I am highly enthusiastic about Machine Learning in healthcare, specifically in brain health. Currently I am enrolled in the ERASMUS Mundus Language and Communication Technologies program, where I am working with Natural Language Processing and learning how to apply these techniques in different sectors of our lives. As a member of EMA BD, I work on the IT sector of our organization, building and maintaining our official website and helping in other technical situations. Beside my work, I love travelling, painting, and reading books. "
     },
     {
      "Timestamp": "7\/9\/2024 16:51:49",
      "Name": "Sadad Mahamud",
      "About You": "Holding the Erasmus Mundus Scholarship, I have completed my graduation in Joint International Master in Smart Systems Integrated Solutions (SSIs). I have been working with the Erasmus Mundus Association Bangladesh (EMA-BD) for the last two years as the IT and Social Media Coordinator. Web development and management are my major responsibilities, and I also manage EMA BD's social media pages and develop content for them. Feel free to reach out to us for any kind of collaboration or support. Thank you."
     },
     {
      "Timestamp": "7\/9\/2024 16:53:19",
      "Name": "Samsoon Nahar Shampa",
      "About You": "I am a Bangladeshi pursuing a Master's in cybersecurity as a CYBERMACS Erasmus Scholar. This year, I had a blast at the EMA General Assembly, meeting people from around the globe and sharing cultures. As the Deputy Coordinator of the Planning and Development Team of the Erasmus Mundus Association Bangladesh, I am dedicated to contributing to our community. Beyond my studies, I love traveling and indulging in diverse cuisines, constantly seeking new adventures and flavors. Whether navigating the digital world or exploring new destinations, I thrive on discovering and embracing the richness of our global community."
     },
     {
      "Timestamp": "7\/9\/2024 17:10:12",
      "Name": "Mohammad Imran Hossain",
      "About You": "I am a distinguished recipient of the Erasmus Mundus Scholarship for the 2022-2024 cohort. I graduated from the Erasmus Mundus Joint Master in Medical Imaging and Applications (MAIA) in 2024. Throughout this master's program, I studied at the University of Burgundy (France), the University of Cassino and Southern Lazio (Italy), and the University of Girona (Spain). I conducted my master's thesis at the prestigious National Center for Scientific Research (France). "
     },
     {
      "Timestamp": "7\/9\/2024 19:20:46",
      "Name": "Abu Touhid Hossain",
      "About You": "Meet Touhid, a climate warrior by day and an adventure seeker by weekend! When not working on saving the planet, you'll find him exploring hidden trails, geeking out over geospatial maps, or planning the next international escapade. Passionate about nature and always ready for a new challenge!"
     },
     {
      "Timestamp": "7\/9\/2024 21:24:03",
      "Name": "Md Mahamudul Hasan Mredul",
      "About You": "Mr. Mredul is currently serving as the Deputy Country Representative for Erasmus Mundus Association Bangladesh (EMA-BD), a role he has held since 2022. Additionally, he works as the Newsletter Coordinator for the Communications & IT Unit of the Erasmus Mundus Association (EMA).\n\nHis Erasmus Mundus journey began in 2020 when he pursued a Joint MSc Degree in Marine Environment and Resources. He started his studies at the University of Bordeaux, France, and continued at the University of the Basque Country, Spain, the University of Liege, Belgium, and the University of Rostock, Germany.\n\nCurrently, Mr. Mredul is pursuing a PhD in Zoology at the University of British Columbia, Canada."
     },
     {
      "Timestamp": "7\/10\/2024 22:47:25",
      "Name": "Md Abdur Rahman",
      "About You": "A forward-thinking individual with a graduate degree in Materials Science, currently pursuing advanced education through the Erasmus Mundus Joint Master's program. Known for bringing astuteness to my work, I am driven by a passion for translating theoretical knowledge into tangible solutions. Eager to apply my skills and contribute to sustainability, and I am dedicated to voluntary work to help my community and make the world a better place."
     },
     {
      "Timestamp": "7\/10\/2024 23:02:09",
      "Name": "Fahmida Yeasmin ",
      "About You": "I am presently pursuing an Erasmus Mundus Master's degree in Groundwater and Global Changes (2022–24 cohort). I have a background in geography and environmental studies from the University of Chittagong. I have experienced a wide range of cultures and environments as an Erasmus Mundus scholar, which has heightened my curiosity about world around me. Motivated by a deep desire to contribute to a sustainable future for all, my research focuses on important global challenges including water security and environmental changes. Through my volunteer work with the EMA-BD team, I am able to assist and motivate more aspirants from Bangladesh to obtain scholarships and take part in this enlightening cultural exchange."
     },
     {
      "Timestamp": "7\/10\/2024 23:42:03",
      "Name": "Sohana Alam Mim",
      "About You": "I am Sohana Alam Mim, currently working as a BIM Designer at Jensen Hughes in Milan, Italy. Additionally, I hold the position of Deputy Coordinator of the Students and Alumni unit (S&A) within the Erasmus Mundus Association of Bangladesh (EMA-BD).\n\nI graduated from European Masters in Advanced Solid Mechanics (STRAINS) program with the prestigious Erasmus Mundus Joint Masters Scholarship, as part of the 2021-2023 cohort. My academic journey took me to the University of Lille in France as my host university, and I chose my mobility tracks further in the University of Calabria, Italy and Wroclaw University of Science and Technology, Poland.\nBefore embarking on my master's studies, I completed a Bachelor’s of Science Degree in Building Engineering and Construction Management from Khulna University of Engineering and Technology(KUET), Bangladesh.\n\nThe journey through my master's degree in Europe provided me with the incredible opportunity to explore new cultures, meet diverse people, and immerse myself in different educational environments. Each day was filled with new discoveries, cherished memories, and invaluable lessons that have shaped me into who I am today.\n\nTo those who aspire to embark on a similar path, remember that every step outside your comfort zone is a step towards growth and new opportunities. Embrace the unknown, and let your journeys shape you into the best version of yourself."
     },
     {
      "Timestamp": "7\/11\/2024 1:18:38",
      "Name": "Sharif Mutasim Billah",
      "About You": "Sharif Mutasim Billah is currently pursuing his second Master's in Applied Ecohydrology across four European universities: the University of Algarve (Portugal), the University of Łódź (Poland), the Technische Hochschule Lübeck (Germany), and the University of Antwerp (Belgium). With a Bachelor’s and Master’s in Environmental Science from Khulna University (Bangladesh), he is now focused on ecotoxicology and nature-based solutions. Sharif aims to become a leading researcher in ecohydrology, dedicated to innovative and sustainable environmental solutions."
     },
     {
      "Timestamp": "7\/12\/2024 12:06:18",
      "Name": "SK Fahim Tahmid Boni",
      "About You": "I've completed my undergraduate degree in Chemical and Food process Engineering from Rajshahi University of Engineering & Technology. I had been selected from Erasmus Mundus Master in Quality in Analytical Laboratories and completed my first year at University of Algarve, Portugal. I'm a passionate photographer and I love to travel. My life goal is to travel as much as possible and explore the world."
     },
     {
      "Name": "Sayed Muhammad Baker",
      "About You": "I am currently serving as a CR of EMA BD "
     }
    
]